Repository: agriboed/wordpress-fancybox3
Catalog: wpfancybox3/languages/wpfancybox3-*.po
Languages: ru_ru

source: WP fancyBox3 Settings
ru_ru: WP fancyBox3 Настройки

source: Settings
ru_ru: Настройки

source: Custom selector
ru_ru: Переназначить селектор

source: Custom Selector
ru_ru: Переназначить селектор

source: Use your own elements selector instead of a plugin variant.
ru_ru: Использовать свой селектор вместо варианта из плагина.

source: Leave it blank for default value
ru_ru: Оставьте пустым для значения по умолчанию

source: Create a gallery
ru_ru: Создавать галерею

source: Combine all images on a page in one gallery
ru_ru: Комбинировать все изображения в галерею

source: Loop
ru_ru: Повтор

source: Enable infinite gallery navigation
ru_ru: Включить бесконечную навигацию

source: Margin
ru_ru: Отступы

source: Vertical
ru_ru: Вертикальные

source: Horizontal
ru_ru: Горизонтальные

source: Space around image, ignored if zoomed-in or viewport smaller than 800px.
ru_ru: Пространство вокруг изображение, игнорируется если размер экрана меньше 800px.

source: Gutter
ru_ru: Гюттер

source: Horizontal space between slides.
ru_ru: Горизонтальное место между слайдами.

source: Keyboard
ru_ru: Клавиши управления

source: Enable keyboard navigation
ru_ru: Включить управление с клавиатуры

source: Arrows
ru_ru: Стрелки

source: Should display navigation arrows at the screen edges
ru_ru: Показывать навигацию через стрелки

source: Infobar
ru_ru: Инфобар

source: Should display infobar (counter and arrows at the top)
ru_ru: Показывать инфобар (счетчик и стрелки вверху страницы)

source: Toolbar
ru_ru: Тулбар

source: Should display toolbar (buttons at the top)
ru_ru: Нужно ли показывать тулбар (кнопки вверху)

source: Buttons
ru_ru: Кнопки

source: SlideShow
ru_ru: Слайдшоу

source: FullScreen
ru_ru: Полный экран

source: Share
ru_ru: Поделиться

source: Thumbs
ru_ru: Миниатюры

source: Close
ru_ru: Закрыть

source: What buttons should appear in the top right corner
ru_ru: Какие кнопки должны отображаться в правом верхнем углу

source: idle Time
ru_ru: Время idle

source: Detect "idle" time in seconds.
ru_ru: Определить время "idle" в секундах.

source: Small Buttons
ru_ru: Маленькие кнопки

source: Should display buttons at top right corner of the content If "auto" - they will be created for content having type "html", "inline" or "ajax".
ru_ru: Нужно ли показывать кнопки в правом верхнем углу. Если "auto" - они будут показаны для контента с типом "html", "inline" or "ajax".

source: Protect
ru_ru: Защитить

source: Disable right-click and use simple image protection for images
ru_ru: Отключить клик правой клавишей мышки чтобы защитить картинки

source: Modal
ru_ru: Модальное окно

source: Shortcut to make content "modal" - disable keyboard navigation, hide buttons, etc
ru_ru: Сделать контент "модальным" - отключить навигацию с клавиатуры, спрятать кнопки и т.д.

source: Animation Effect
ru_ru: Эффект анимации

source: Disable
ru_ru: Отключить

source: Zoom - zoom images from/to thumbnail
ru_ru: Увеличивать изображения

source: Fade
ru_ru: Затухание

source: Zoom-in-Out
ru_ru: Увеличение и отдаление

source: Open/close animation type
ru_ru: Анимация закрытия\открытия

source: Animation Duration
ru_ru: Длительность анимации

source: Duration in ms for open/close animation.
ru_ru: Длительность анимации в мс для открытия\закрытия.

source: Zoom Opacity
ru_ru: Прозрачность

source: Should image change opacity while zooming. If opacity is "auto", then opacity will be changed if image and thumbnail have different aspect ratios.
ru_ru: Должна ли картинка изменять прозрачность во время зума Если значение "auto" тогда прозрачность будет изменена только при различном соотношении сторон миниатюры и картинки.

source: Transition Effect
ru_ru: Эффект перехода

source: Slide
ru_ru: Слайд

source: Circular
ru_ru: Круговой

source: Tube
ru_ru: Труба

source: Rotate
ru_ru: Повернуть

source: Transition effect between slides
ru_ru: Эффект перехода между слайдами

source: Transition Duration
ru_ru: Длительность перехода

source: Duration in ms for transition animation.
ru_ru: Длительность в мс для анимации смены слайда.

source: Slide Class
ru_ru: Класс слайда

source: Custom CSS class for slide element
ru_ru: Свой CSS класс для элемента слайда

source: Base Class
ru_ru: Базовый класс

source: Custom CSS class for layout
ru_ru: Свой CSS класс для разметки

source: Auto Focus
ru_ru: Авто фокусировка

source: Try to focus on the first focusable element after opening
ru_ru: Пытаться сфокусироваться на элементе после открытия

source: Back Focus
ru_ru: Обратный фокус

source: Put focus back to active element after closing
ru_ru: Вернуть фокус обратно после закрытия

source: Trap Focus
ru_ru: Запретить фокусировку

source: Do not let user to focus on element outside modal content
ru_ru: Не позволять пользователю фокусироваться на элемента если открыто модальное окно

source: FullScreen Auto Start
ru_ru: Авто старт в полноэкранном режиме

source: Touch
ru_ru: Прикосновние

source: Allow to drag content vertically
ru_ru: Позволить листать контент вертикально

source: Continue movement after releasing mouse/touch when panning
ru_ru: Продолжать движение после отпускания кнопки мыши

source: Slide Show
ru_ru: Слайдшоу

source: Auto Start
ru_ru: Автостарт

source: Speed
ru_ru: Скорость

source: Display thumbnails on opening
ru_ru: Показывать миниатюры при открытии

source: Hide thumbnail grid when closing animation starts
ru_ru: Скрывать миниатюры когда анимация закрытия стартовала

source: Translations
ru_ru: Переводы

source: Next
ru_ru: Вперед

source: Previous
ru_ru: Назад

source: Error
ru_ru: Ошибка

source: Start slideshow
ru_ru: Запустить слайдшоу

source: Pause slideshow
ru_ru: Остановить слайдшоу

source: Full screen
ru_ru: Полный экран

source: Thumbnails
ru_ru: Миниатюры

source: Custom initialization JavaScript Code
ru_ru: Свой скрипт инициализации JS

source: This code will be added into the Fancybox initialization JavaScript code. Be careful and left it blank if you don't understand what you doing.
ru_ru: Этот код будет добавлен в функцию инициализации приложения. Будьте осторожны и оставьте поле пустым, если не уверены что делаете.

source: Please see more documentation and information about license on <a href="http://fancyapps.com/fancybox/3/" target="_blank">fancyapps.com</a>
ru_ru: Смотрите полную документацию и информацию о лицензии на <a href="http://fancyapps.com/fancybox/3/" target="_blank">fancyapps.com</a>

source: The requested content cannot be loaded. <br/> Please try again later.
ru_ru: Контент не может быть загружен<br/> Попробуйте позже.
